

[
    {
        "id": 1,
        "name": "Maple French Toast",
        "meal": "Breakfast",
        "price": 6,
        "description": "Sourdough bread dipped in a rich egg batter, served golden brown, lightly dusted with powdered sugar and served with whipped butter and hot syrup. Sourdough bread dipped in a rich egg batter, served golden brown, with sliced toasted almonds and dusted withcinnamon sugar."
    },
    {
        "id": 2,
        "name": "Fresh Croissant",
        "meal": "Breakfast",
        "price": 3,
        "description": "This is just a regular croissant that we buy in bulk from a frozen foods supermarket, but we needed some sort of adjective to justify our price. So, it was either \"fresh-baked\" or \"authentic Parisian\", and our legal team thinks the latter is probably going to land us in hot water."
    },
    {
        "id": 3,
        "name": "Stack-o-Pancakes",
        "meal": "Breakfast",
        "price": 10,
        "description": "Freshly cooked, scratch-made pancakes served with two eggs and your choice two bacon strips or two jumbo sausage links."
    },
    {
        "id": 4,
        "name": "Strawberry Surprise",
        "meal": "Dessert",
        "price": 6,
        "description": "A smoothie recipe made with fresh strawberries combined with cranberry juice and buttermilk for a easy breakfast option for you or your kids."
    },
    {
        "id": 5,
        "name": "Porridge Deluxe",
        "meal": "Breakfast",
        "price": 4,
        "description": "A reliable porridge recipe is a must-have for an easy and satisfying breakfast Mix things up with the porridge toppings and use your favourite fruits & nuts."
    },
    {
        "id": 6,
        "name": "Mushroom Tagliatelle",
        "meal": "Mains",
        "price": 12,
        "description": "This is a super simple creamy mushroom tagliatelle recipe that you will make over and over again. A garlicky creamy mushroom sauce tossed with silky noodles and finished with a squeeze of lemon and a sprinkle of parsley."
    },
    {
        "id": 7,
        "name": "Fillet Steak",
        "meal": "Mains",
        "price": 20,
        "description": "It's a steak. It's not aged, it's not rubbed in kosher salt, it's not \"hand-cut\" or some other gibberish – it's just a slab of cow on a plate. Might come with sweet potato fries if you ask nicely."
    },
    {
        "id": 8,
        "name": "Strawberry Cooler",
        "meal": "Drinks",
        "price": 6,
        "description": "Step 1: Blend some frozen strawberries. Step 3: Profit! If you're reading this it means you've figured out step 2 for yourself."
    },
    {
        "id": 9,
        "name": "Macarons Galore",
        "meal": "Dessert",
        "price": 8,
        "description": "For times when one, two, or even three macarons aren't enough, we're proud to present macarons galore – four macarons, to fully satisfy your craving for these sweet almondy delights!"
    },
    {
        "id": 10,
        "name": "Powerhouse coffee",
        "meal": "Drinks",
        "price": 3,
        "description": "In the same way that brandy is distilled wine, this is distilled coffee. Yes, we literally boil coffee again and again to remove as much water as possible, leaving some black goopy stuff that is pretty much guaranteed to make your eyes pop."
    },
    {
        "id": 11,
        "name": "Singapore sling",
        "meal": "Drinks",
        "price": 10,
        "description": "The drink is a leggy, vibrant-pink damsel with a fruity taste and a mid-summer vibe. Garnish with just a cherry for that high-society vibe, or tone down the fancy-pants look with a cocktail umbrella and a sparkly straw."
    }
]
